[
  {
    "id": 1,
    "title": "Privacy Policy",
    "category": "Legal",
    "content": "We are committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our service. Information We Collect: We collect personal information you provide directly (name, email, payment info), usage data (IP address, browser type, pages visited), and cookies for authentication and analytics. How We Use Your Information: To provide and maintain our service, process transactions, send administrative information, respond to inquiries, improve our services, and detect fraud. We do NOT sell your personal information to third parties. Data Sharing: We share data only with service providers (payment processors, hosting providers) under strict confidentiality agreements, when required by law, or with your explicit consent. Your Rights: You have the right to access, correct, delete your personal data, and opt-out of marketing communications. Contact privacy@ourcompany.com for data requests. We retain your data as long as your account is active or as needed to provide services. Data Security: We use industry-standard encryption, secure servers, regular security audits, and employee training to protect your data. However, no method of transmission over the internet is 100% secure. International Data Transfers: Your data may be transferred to and processed in countries other than your own. We ensure adequate safeguards are in place. Children's Privacy: Our service is not intended for children under 13. We do not knowingly collect data from children. Updates: We may update this policy periodically. We'll notify you of significant changes via email or service notification. Last Updated: January 2025."
  },
  {
    "id": 2,
    "title": "Terms of Service",
    "category": "Legal",
    "content": "These Terms of Service govern your use of our platform. By accessing or using our service, you agree to these terms. Account Registration: You must provide accurate information, maintain security of your account, and notify us immediately of unauthorized access. You are responsible for all activities under your account. Age Requirement: You must be at least 18 years old or have parental consent to use our service. Acceptable Use: You agree NOT to: use the service for illegal purposes, transmit malware or malicious code, interfere with service operation, attempt unauthorized access, harass other users, violate intellectual property rights, scrape or data mine, impersonate others, or spam. Intellectual Property: All content, features, and functionality are owned by us and protected by copyright, trademark, and other laws. You retain ownership of content you upload but grant us a license to use it for service operation. Subscription and Billing: Subscriptions automatically renew unless canceled. We reserve the right to change pricing with 30 days notice. You're responsible for applicable taxes. Cancellation: You can cancel anytime. No refunds for partial periods except as stated in our Refund Policy. Service Modifications: We may modify, suspend, or discontinue any part of the service with or without notice. We are not liable for any modifications or discontinuations. Disclaimers: The service is provided 'AS IS' and 'AS AVAILABLE' without warranties of any kind. We don't guarantee error-free, uninterrupted, or secure service. Limitation of Liability: We are not liable for indirect, incidental, or consequential damages. Our total liability is limited to the amount you paid in the last 12 months. Indemnification: You agree to indemnify us against claims arising from your use of the service or violation of these terms. Termination: We may terminate or suspend your account for violations of these terms, illegal activity, or prolonged inactivity. Governing Law: These terms are governed by the laws of Delaware, USA. Disputes will be resolved through binding arbitration. Contact: For questions about these terms, contact legal@ourcompany.com. Last Updated: January 2025."
  },
  {
    "id": 3,
    "title": "Service Level Agreement (SLA)",
    "category": "Operations",
    "content": "This SLA defines service commitments for our platform. Uptime Guarantee: We guarantee 99.9% uptime per month for Premium and Enterprise plans. Free plans have 95% uptime target (best effort). Uptime is measured excluding scheduled maintenance. Scheduled Maintenance: Planned maintenance windows are announced 7 days in advance via email and status page. Typically performed during low-traffic periods (Sundays 2-6 AM EST). Emergency maintenance may occur without advance notice. Downtime Definition: Service is considered down if you cannot access core features due to our infrastructure issues. Downtime does NOT include: issues caused by your internet, browser, or device; third-party service failures; scheduled maintenance; DDoS attacks or force majeure events; issues caused by your violation of terms. Service Credits: If uptime falls below 99.9%, you're eligible for service credits: 99.9% to 99.0% = 10% credit; 99.0% to 95.0% = 25% credit; Below 95% = 50% credit. Credits applied as prorated monthly subscription discount. Must claim within 30 days of incident. Maximum credit: 50% of monthly fee. Performance Metrics: API response time target: <200ms for 95% of requests. Page load time target: <2 seconds. Database query time: <100ms average. Support Response Times: Free Plan: 48 hours for email support. Premium: 24 hours email, 2 hours priority support. Enterprise: 2 hours email, 30 minutes phone, 24/7 emergency line. Security Response: Critical security issues addressed within 24 hours. Regular security updates deployed within 7 days. Monitoring and Reporting: 24/7 infrastructure monitoring. Real-time status page at status.ourcompany.com. Monthly uptime reports for Enterprise customers. Backup and Recovery: Automated daily backups retained for 30 days. Recovery Point Objective (RPO): 24 hours. Recovery Time Objective (RTO): 4 hours. Disaster Recovery: Geographically distributed data centers. Failover capabilities for Enterprise plans. Regular disaster recovery drills. Limitations: SLA does not cover beta features, third-party integrations, or services marked 'experimental'. Force majeure events (natural disasters, wars, pandemics) are excluded. Changes: We may modify this SLA with 30 days notice. Contact: For SLA-related concerns, contact sla@ourcompany.com. Last Updated: January 2025."
  },
  {
    "id": 4,
    "title": "Data Retention and Deletion Policy",
    "category": "Data Management",
    "content": "This policy outlines how we handle data retention and deletion. Active Account Data: Data is retained for the lifetime of your active account. Includes: user profile, content, usage logs, and transaction history. Regular backups performed daily. Inactive Account Data: If account is inactive for 180 days (no login), we send reminder emails. After 365 days of inactivity, account may be marked for deletion. Premium/Enterprise accounts retained longer (consult your agreement). Deleted Account Data: Upon account deletion, personal data is removed within 30 days from production systems. Backup copies deleted within 90 days. Some data retained longer for legal/compliance reasons (transaction records, audit logs). Data We Retain Longer: Financial records: 7 years (tax compliance). Security logs: 2 years (fraud prevention). Aggregated analytics (anonymized): Indefinitely. Legal hold data: Until matter resolved. User Rights: Request data export before deletion. Request expedited deletion (completed within 7 days). Revoke consent for specific data processing. Request to know what data we hold about you. Automatic Data Deletion: Temporary files: 24 hours. Email verification tokens: 48 hours. Password reset links: 1 hour. Session logs: 90 days. Deleted content moved to trash: 30 days, then permanently deleted. Third-Party Data: Data shared with service providers is subject to their retention policies. We ensure contractual obligations for timely deletion. Backup Retention: Production backups: 30 days. Archive backups (Enterprise): 1 year. Disaster recovery backups: 90 days. GDPR Compliance: EU users have enhanced rights under GDPR including right to be forgotten, data portability, and restrict processing. Requests processed within 30 days. Children's Data: If we discover data from children under 13, it is deleted immediately. Exceptions to Deletion: Data may be retained if: Required by law, needed for pending legal claims, necessary for fraud prevention, part of anonymized datasets, or subject to backup retention schedules. How to Request Deletion: Log into account > Settings > Delete Account. Email privacy@ourcompany.com with request. Submit ticket at help.ourcompany.com. Provide ID verification for security. Notification: We confirm all deletion requests via email with expected completion date. Last Updated: January 2025."
  },
  {
    "id": 5,
    "title": "Acceptable Use Policy",
    "category": "Usage Guidelines",
    "content": "This Acceptable Use Policy defines prohibited activities on our platform. You agree NOT to use our service for: Illegal Activities: Any activity that violates local, state, national, or international law. Fraud, identity theft, money laundering, or terrorism support. Distributing malware, viruses, or harmful code. Harmful Content: Content promoting violence, terrorism, or hate speech. Child exploitation material (results in immediate termination and law enforcement notification). Content that harasses, bullies, or threatens individuals. Graphic violence or gore. Illegal pornography or sexual content. Technical Abuse: Attempting unauthorized access to our systems or other users' accounts. DDoS attacks or network disruption. Reverse engineering, decompiling, or disassembling our software. Scraping, data mining, or automated data collection without permission. Circumventing usage limits or security measures. Spam and Phishing: Sending unsolicited bulk emails or spam. Phishing attempts or social engineering. Creating fake accounts or impersonating others. Manipulating our systems for artificial engagement. Intellectual Property Violations: Uploading copyrighted content without authorization. Trademark infringement. Distributing pirated software or media. Plagiarism or passing others' work as your own. Resource Abuse: Excessive API calls beyond your plan limits. Cryptocurrency mining using our resources. Creating multiple accounts to circumvent limits. Storing large files not related to service use. Privacy Violations: Collecting personal information from other users without consent. Doxing or sharing private information. Unauthorized monitoring or surveillance. Bypassing our privacy controls. Account Sharing: Sharing login credentials with unauthorized users (exceptions for team accounts). Selling or transferring accounts without permission. Market Manipulation: Creating fake reviews or testimonials. Manipulating ratings or rankings. Astroturfing or fake grassroots campaigns. Competitive Intelligence: Using the service to monitor competitors' confidential information. Accessing competitors' accounts through our platform. Enforcement: We investigate suspected violations. May warn, suspend, or terminate accounts. May report illegal activities to law enforcement. May seek legal action for damages. Reporting Violations: Report abuse to abuse@ourcompany.com. Include evidence (screenshots, URLs, timestamps). Reports reviewed within 48 hours. Reporter identity kept confidential when possible. No Obligation to Monitor: We have no obligation to monitor content but reserve the right to do so. Not liable for user-generated content. May remove content at our discretion. User Responsibility: You are responsible for all activities under your account. Must implement security measures to prevent unauthorized access. Should report suspected compromises immediately. Updates: This policy may be updated. Continued use after updates constitutes acceptance. Last Updated: January 2025."
  },
  {
    "id": 6,
    "title": "Refund and Cancellation Policy",
    "category": "Billing",
    "content": "This policy governs refunds and cancellations for our services. Free Trial: 14-day free trial with no credit card required. No charges during trial period. Cancel anytime during trial with no obligations. Trial converts to Free plan if not upgraded. Subscription Cancellation: Cancel anytime through account settings. No cancellation fees or penalties. Service continues until end of current billing period. Access to paid features ends on renewal date. Can reactivate before end of billing period without re-payment. Refund Eligibility: Annual Plans: Full refund if canceled within 30 days of initial purchase and usage is minimal. Pro-rated refund not available after 30 days. Monthly Plans: Refund available if canceled within 14 days of first payment. No refunds for subsequent monthly renewals. Upgrade/Downgrade: Immediate credit for unused time on downgrades. Pro-rated charge for upgrades. Changes take effect immediately. Non-Refundable Items: Previous months' subscription fees. Add-on services already consumed. Third-party integration fees. Custom development work. Training sessions already completed. Refund Process: Submit refund request via Billing section or support ticket. Provide reason for refund (helps us improve). Requests reviewed within 2 business days. Approved refunds processed within 5-7 business days. Refunds issued to original payment method. Chargebacks: Contact us before filing a chargeback. Chargebacks result in immediate account suspension. Service reinstated only after dispute resolved. May incur chargeback fees. Account Deletion After Cancellation: Data retained for 90 days after cancellation. Can reactivate with all data intact within 90 days. After 90 days, data is permanently deleted. Export data before canceling if needed. Exceptional Circumstances: Refunds may be granted outside policy for: Service outages exceeding SLA. Billing errors. Duplicate charges. Technical issues preventing service use. Determined on case-by-case basis. Enterprise Customers: Custom refund terms may apply per agreement. Contact account manager for enterprise refunds. Taxes: Refunds do not include taxes already paid. Tax refunds must be claimed through tax authority. How to Cancel: Log into account > Billing > Manage Subscription > Cancel. Email support@ourcompany.com with cancellation request. Phone support (Premium/Enterprise only). Confirmation email sent upon cancellation. Re-Activation: Reactivate anytime at current pricing. Previous plan pricing not guaranteed if rates changed. Special Offers: Promotional pricing non-refundable. Special offer terms specified at time of purchase. Cannot combine refund policy with other promotions. Contact: For refund or cancellation questions, contact billing@ourcompany.com. Last Updated: January 2025."
  }
]